Repository: daotaoai/openedx-translations
Catalog: translations/xblock-problem-builder/problem_builder/conf/locale/*/LC_MESSAGES/django.po
Languages: vi

source: Title of the table
vi: Tiêu đề của bảng

source: Answers Table
vi: Bảng câu trả lời

source: Special Mode
vi: Chế độ đặc biệt

source: Variant of the table that will display a specific background image.
vi: Biến thể của bảng sẽ hiển thị một hình nền cụ thể.

source: Allow Download
vi: Cho phép Tải xuống

source: Allow students to download a copy of the table for themselves.
vi: Cho phép học sinh tải về một bản của bảng cho riêng họ.

source: Allow Sharing
vi: Cho phép Chia sẻ

source: Allow students to share their results with other students.
vi: Cho phép học sinh chia sẻ kết quả với các học sinh khác.

source: You are not permitted to view this student's table.
vi: Bạn không được phép xem bảng của học sinh này.

source: Usernames not provided.
vi: Chưa cung cấp tên người dùng.

source: Some users could not be shared with. Please check these usernames: {}
vi: Một số người dùng không thể chia sẻ. Vui lòng kiểm tra các tên người dùng sau: {}

source: Username not provided.
vi: Chưa cung cấp tên người dùng.

source: Removed successfully.
vi: Đã xóa thành công.

source: Header
vi: Tiêu đề cột

source: Header of this column
vi: Tiêu đề của cột này

source: Incorrect
vi: Không đúng

source: No answer yet.
vi: Chưa có câu trả lời.

source: Complete
vi: Hoàn tất

source: Download report
vi: Tải báo cáo

source: Student
vi: Học sinh

source: Course
vi: Khóa học

source: Date
vi: Ngày

source: Filters
vi: Bộ lọc

source: Username[s]:
vi: Tên người dùng(s):

source: Enter one or more usernames, comma separated.
vi: Nhập một hoặc nhiều tên người dùng, cách nhau bởi dấu phẩy.

source: Text:
vi: Văn bản:

source: Section/Question:
vi: Phần/Câu hỏi:

source: All
vi: Tất cả

source: Problem types:
vi: Loại bài tập:

source: Search
vi: Tìm kiếm

source: Section
vi: Mục

source: Subsection
vi: Tiểu mục

source: Unit
vi: Đơn vị

source: Type
vi: Loại

source: Username
vi: Tên người dùng

source: First
vi: Đầu tiên

source: Prev
vi: Trước

source: Next
vi: Tiếp

source: Last
vi: Cuối

source: Download as CSV
vi: Tải xuống dưới dạng CSV

source: Cancel search
vi: Hủy tìm kiếm

source: Delete results
vi: Xóa kết quả

source: Add HTML
vi: Thêm HTML

source: Add Answer Recap
vi: Thêm tóm tắt câu trả lời

source: Add Answer Recap Column
vi: Thêm cột tóm tắt câu trả lời

source: Display Map from:
vi: Hiển thị bản đồ từ:

source: You (%(username)s)
vi: Bạn (%(username)s)

source: Share
vi: Chia sẻ

source: Enter the username of another student you'd like to share this with:
vi: Nhập tên người dùng của học sinh khác mà bạn muốn chia sẻ điều này:

source: Map added!
vi: Đã thêm bản đồ!

source: Another user has shared a map with you.
vi: Một người dùng khác đã chia sẻ bản đồ với bạn.

source: You can change the user you're currently displaying using the drop-down selector above.
vi: Bạn có thể thay đổi người dùng đang hiển thị bằng cách sử dụng menu thả xuống ở trên.

source: Shared with:
vi: Đã chia sẻ với:

source: You need to complete %(link_start)sthe previous step%(link_end)s before attempting this step.
vi: Bạn cần hoàn thành %(link_start)sbước trước%(link_end)s trước khi thử bước này.

source: Submit
vi: Gửi

source: Review final grade
vi: Xem lại điểm cuối cùng

source: APGLv3 license
vi: Giấy phép APGLv3

source: url_name for linking to this mentoring question set:
vi: url_name để liên kết tới bộ câu hỏi hướng dẫn này:

source: Partially correct
vi: Đáp án một phần đúng

source: Review grade
vi: Xem lại điểm

source: Try again
vi: Thử lại

source: Overlay
vi: Lớp phủ

source: Description:
vi: Mô tả:

source: No description provided
vi: Không có mô tả

source: Source:
vi: Nguồn:

source: No citation provided
vi: Không có trích dẫn

source: Data:
vi: Dữ liệu:

source: No data provided
vi: Không có dữ liệu

source: Quadrant labels
vi: Nhãn tứ giác

source: Compare your plot to others!
vi: So sánh biểu đồ của bạn với người khác!

source: Plot info
vi: Thông tin biểu đồ

source: This block displays a plot that summarizes responses to the following claims:
vi: Khối này hiển thị một biểu đồ tóm tắt các phản hồi cho các tuyên bố sau:

source: Claim
vi: Tuyên bố

source: Question 1
vi: Câu hỏi 1

source: Question 2
vi: Câu hỏi 2

source: This block displays a plot that summarizes responses to a set of claims.
vi: Khối này hiển thị một biểu đồ tóm tắt các phản hồi cho một tập tuyên bố.

source: Add Custom Choice
vi: Thêm lựa chọn tùy chỉnh

source: Add Tip
vi: Thêm mẹo

source: Message (Review)
vi: Thông điệp (Xem lại)

source: ID for referencing this rating block:
vi: ID để tham chiếu khối đánh giá này:

source: Built-in choices:
vi: Các lựa chọn tích hợp sẵn:

source: Additional custom choices and tips:
vi: Các lựa chọn tùy chỉnh bổ sung và mẹo:

source: You might consider reviewing the following items before your next assessment attempt:
vi: Bạn có thể cân nhắc xem lại các mục sau trước khi thử làm bài kiểm tra tiếp theo:

source: You scored %(score)s%% on this assessment.
vi: Bạn đã đạt %(score)s%% trong bài kiểm tra này.

source: Click a question to review feedback on your response.
vi: Nhấp vào một câu hỏi để xem phản hồi về câu trả lời của bạn.

source: Note: This is an example score, to show how the review step will look.
vi: Lưu ý: Đây là điểm ví dụ, để hiển thị cách bước ôn tập sẽ trông như thế nào.

source: You answered 1 question correctly.
vi: Bạn đã trả lời đúng 1 câu hỏi.

source: and
vi: và

source: Question %(number)s
vi: Câu hỏi %(number)s

source: You answered 1 question partially correctly.
vi: Bạn đã trả lời đúng 1 câu hỏi một phần.

source: You answered 1 question incorrectly.
vi: Bạn đã trả lời sai 1 câu hỏi.

source: ID for referencing this slider:
vi: ID để tham chiếu thanh trượt này:

source: Content
vi: Nội dung

source: Text of the tip to show if the student chooses this tip's associated choice[s]
vi: Văn bản của mẹo để hiển thị nếu học sinh chọn lựa chọn liên quan đến mẹo này

source: For Choices
vi: Dành cho các lựa chọn

source: List of choices for which to display this tip
vi: Danh sách các lựa chọn để hiển thị mẹo này

source: Width
vi: Chiều rộng

source: Width of the tip popup (e.g. '400px')
vi: Chiều rộng của hộp mẹo (ví dụ: '400px')

source: Height
vi: Chiều cao

source: Height of the tip popup (e.g. '200px')
vi: Chiều cao của hộp mẹo (ví dụ: '200px')

source: Tip for {list_of_choices}
vi: Mẹo cho {list_of_choices}

source: A choice selected for this tip does not exist.
vi: Một lựa chọn được chọn cho mẹo này không tồn tại.
