Repository: daotaoai/openedx-translations
Catalog: translations/xblock-problem-builder/problem_builder/conf/locale/*/LC_MESSAGES/django.po
Languages: vi

source: Long Answer
vi: Câu trả lời dài

source: Question ID (name)
vi: ID câu hỏi (tên)

source: The ID of this block. Should be unique unless you want the answer to be used in multiple places.
vi: ID của khối này. Nên là duy nhất trừ khi bạn muốn câu trả lời được sử dụng ở nhiều nơi.

source: Default From
vi: Giá trị mặc định từ

source: If a question ID is specified, get the default value from this answer.
vi: Nếu chỉ định ID câu hỏi, lấy giá trị mặc định từ câu trả lời này.

source: Min. Allowed Characters
vi: Số ký tự tối thiểu cho phép

source: Minimum number of characters allowed for the answer
vi: Số ký tự tối thiểu được phép cho câu trả lời

source: Question
vi: Câu hỏi

source: Question to ask the student
vi: Câu hỏi để hỏi học viên

source: Long Answer Recap
vi: Tóm tắt câu trả lời dài

source: Question ID
vi: ID câu hỏi

source: The ID of the question for which to display the student's answer.
vi: ID của câu hỏi để hiển thị câu trả lời của học viên.

source: Title
vi: Tiêu đề

source: Title of this answer recap section
vi: Tiêu đề của phần tóm tắt câu trả lời này

source: Description
vi: Mô tả

source: Description of this answer (optional). Can include HTML.
vi: Mô tả cho câu trả lời này (tuỳ chọn). Có thể chứa HTML.

source: Value
vi: Giá trị

source: Value of the choice when selected. Should be unique. Generally you do not need to edit this.
vi: Giá trị của lựa chọn khi được chọn. Nên là duy nhất. Thông thường bạn không cần chỉnh sửa.

source: Choice Text
vi: Văn bản lựa chọn

source: Human-readable version of the choice value
vi: Phiên bản có thể đọc được của giá trị lựa chọn

source: Out of Context
vi: Không theo ngữ cảnh

source: Choice ({status})
vi: Lựa chọn ({status})

source: Choice ({content})
vi: Lựa chọn ({content})

source: No value set. This choice will not work correctly.
vi: Chưa đặt giá trị. Lựa chọn này sẽ không hoạt động đúng.

source: No choice text set yet.
vi: Chưa có văn bản cho lựa chọn.

source: This choice has a non-unique ID and won't work properly. This can happen if you duplicate a choice rather than use the Add Choice button.
vi: Lựa chọn này có ID không duy nhất và sẽ không hoạt động đúng. Điều này có thể xảy ra nếu bạn sao chép lựa chọn thay vì dùng nút Thêm Lựa chọn.

source: Completion
vi: Hoàn thành

source: Mentions a specific activity and asks the student whether they completed it.
vi: Đề cập tới một hoạt động cụ thể và hỏi học viên liệu họ đã hoàn thành hay chưa.

source: Please indicate whether you attended the In Person Workshop session by (un-)checking the option below.
vi: Vui lòng cho biết bạn có tham dự buổi Workshop trực tiếp hay không bằng cách (bỏ) chọn mục dưới đây.

source: Answer
vi: Câu trả lời

source: Represents the answer that the student can (un-)check to indicate whether they completed the activity that the question mentions.
vi: Biểu thị câu trả lời mà học viên có thể (bỏ) chọn để cho biết họ có hoàn thành hoạt động mà câu hỏi đề cập hay không.

source: Yes, I attended the session.
vi: Có, tôi đã tham dự buổi học.

source: Records student's answer.
vi: Ghi lại câu trả lời của học viên.

source: Display Name
vi: Tên hiển thị

source: Display name for this module
vi: Tên hiển thị cho mô-đun này

source: Self-Assessment Summary
vi: Tóm tắt tự đánh giá

source: Mentoring Blocks
vi: Các khối hướng dẫn

source: This should be an ordered list of the url_names of each mentoring block whose multiple choice question values are to be shown on this dashboard. The list should be in JSON format. Example: {example_here}
vi: Đây nên là một danh sách có thứ tự các url_name của từng khối hướng dẫn mà giá trị câu hỏi trắc nghiệm của chúng sẽ được hiển thị trên bảng điều khiển này. Danh sách phải ở định dạng JSON. Ví dụ: {example_here}

source: Questions to be hidden
vi: Câu hỏi cần ẩn

source: Optional rules to exclude specific questions both from displaying in dashboard and from the calculated average. Rules must start with the url_name of a mentoring block, followed by list of question numbers to exclude. Rule set must be in JSON format. Question numbers are one-based (the first question being number 1). Must be in JSON format. Examples: {examples_here}
vi: Quy tắc tuỳ chọn để loại bỏ các câu hỏi cụ thể khỏi việc hiển thị trên bảng điều khiển và khỏi tính trung bình. Quy tắc phải bắt đầu bằng url_name của khối hướng dẫn, theo sau là danh sách số câu hỏi cần loại bỏ. Bộ quy tắc phải ở định dạng JSON. Số câu hỏi bắt đầu từ 1. Ví dụ: {examples_here}

source: Color Coding Rules
vi: Quy tắc mã màu

source: Optional rules to assign colors to possible answer values and average values. One rule per line. First matching rule will be used. Light colors are recommended. Examples: {examples_here}
vi: Quy tắc tuỳ chọn để gán màu cho các giá trị câu trả lời và giá trị trung bình. Mỗi dòng một quy tắc. Quy tắc khớp đầu tiên sẽ được sử dụng. Nên dùng màu nhạt. Ví dụ: {examples_here}

source: Visual Representation
vi: Biểu diễn trực quan

source: Optional: Enter the JSON configuration of the visual representation desired (Advanced).
vi: Tuỳ chọn: Nhập cấu hình JSON của biểu diễn trực quan mong muốn (Nâng cao).

source: Visual Representation Title
vi: Tiêu đề biểu diễn trực quan

source: This text is not displayed visually but is exposed to screen reader users who may not see the image.
vi: Văn bản này không được hiển thị trực quan nhưng được cung cấp cho người dùng trình đọc màn hình không thể nhìn thấy hình ảnh.

source: Visual Repr. Description
vi: Mô tả biểu diễn trực quan

source: The data represented in this image is available in the tables below.
vi: Dữ liệu được biểu diễn trong hình này có sẵn trong các bảng bên dưới.

source: This longer description is not displayed visually but is exposed to screen reader users who may not see the image.
vi: Mô tả dài hơn này không được hiển thị trực quan nhưng được cung cấp cho người dùng trình đọc màn hình không thể nhìn thấy hình ảnh.

source: Label for average value
vi: Nhãn cho giá trị trung bình

source: This settings allows overriding label for the calculated average per mentoring block. Must be in JSON format. Examples: {examples_here}.
vi: Cài đặt này cho phép ghi đè nhãn cho giá trị trung bình được tính cho mỗi khối hướng dẫn. Phải ở định dạng JSON. Ví dụ: {examples_here}.

source: Display values
vi: Hiển thị giá trị

source: Toggles if numeric values are displayed
vi: Bật/tắt hiển thị giá trị số

source: Header HTML
vi: HTML phần đầu

source: Custom text to include at the beginning of the report.
vi: Văn bản tuỳ chỉnh để chèn ở đầu báo cáo.

source: Footer HTML
vi: HTML phần cuối

source: Custom text to include at the end of the report.
vi: Văn bản tuỳ chỉnh để chèn ở cuối báo cáo.

source: Invalid color rule on line {line_number}
vi: Quy tắc màu không hợp lệ ở dòng {line_number}

source: Not configured.
vi: Chưa được cấu hình.

source: Score: {score}
vi: Điểm: {score}

source: No value yet
vi: Chưa có giá trị

source: Average
vi: Trung bình

source: Invalid block url_name given: "{bad_url_name}"
vi: url_name khối không hợp lệ: "{bad_url_name}"

source: 'Questions to be hidden' is malformed: value for key {key} is {value}, expected list of integers
vi: 'Questions to be hidden' bị sai định dạng: giá trị cho khóa {key} là {value}, mong đợi danh sách số nguyên

source: 'Questions to be hidden' is malformed: mentoring url_name {url_name} is not added to Dashboard
vi: 'Questions to be hidden' bị sai định dạng: mentoring url_name {url_name} chưa được thêm vào Dashboard

source: 'Label for average value' is malformed: value for key {key} is {value}, expected string
vi: 'Label for average value' bị sai định dạng: giá trị cho khóa {key} là {value}, mong đợi chuỗi ký tự

source: 'Label for average value' is malformed: mentoring url_name {url_name} is not added to Dashboard
vi: 'Label for average value' bị sai định dạng: mentoring url_name {url_name} chưa được thêm vào Dashboard

source: Visual rules contains an error: {error}
vi: Quy tắc trực quan chứa lỗi: {error}

source: Visual rules should be a JSON dictionary/object: {...}
vi: Quy tắc trực quan phải là một từ điển/đối tượng JSON: {...}

source: Title (Display name)
vi: Tiêu đề (Tên hiển thị)

source: Title to display
vi: Tiêu đề để hiển thị

source: Instructor Tool
vi: Công cụ giảng viên

source: Multiple Choice Question
vi: Câu hỏi trắc nghiệm

source: Multiple Response Question
vi: Câu hỏi nhiều đáp án

source: Rating Question
vi: Câu hỏi đánh giá

source: Could not find any of the specified usernames.
vi: Không tìm thấy bất kỳ tên người dùng nào được chỉ định.

source: Message
vi: Thông điệp

source: General feedback provided when submitting. (This is not shown if there is a more specific feedback tip for the choice selected by the learner.)
vi: Phản hồi chung khi nộp bài. (Không được hiển thị nếu có mẹo phản hồi cụ thể cho lựa chọn mà người học chọn.)

source: Correct Choice[s]
vi: Lựa chọn đúng

source: Specify the value[s] that students may select for this question to be considered correct.
vi: Chỉ định giá trị mà học sinh có thể chọn để câu hỏi này được coi là đúng.

source: Correct
vi: Đúng

source: Acceptable
vi: Chấp nhận được

source: Wrong
vi: Sai

source: Not Acceptable
vi: Không chấp nhận được

source: You must indicate the correct answer[s], or the student will always get this question wrong.
vi: Bạn phải chỉ ra các câu trả lời đúng, nếu không học sinh sẽ luôn bị sai câu hỏi này.

source: Duplicate correct choices set
vi: Bộ lựa chọn đúng bị trùng

source: A choice value listed as correct does not exist: {choice}
vi: Một giá trị lựa chọn được liệt kê là đúng không tồn tại: {choice}

source: Low
vi: Thấp

source: Label for low ratings
vi: Nhãn cho mức đánh giá thấp

source: Less
vi: Ít hơn

source: High
vi: Cao

source: Label for high ratings
vi: Nhãn cho mức đánh giá cao

source: More
vi: Nhiều hơn

source: Accepted Choice[s]
vi: Lựa chọn chấp nhận được

source: Specify the rating value[s] that students may select for this question to be considered correct.
vi: Chỉ định giá trị đánh giá mà học sinh có thể chọn để câu hỏi này được coi là đúng.

source: Show title
vi: Hiển thị tiêu đề

source: Display the title?
vi: Hiển thị tiêu đề không?

source: Max. attempts allowed
vi: Số lần thử tối đa cho phép

source: Maximum number of times students are allowed to attempt the questions belonging to this block
vi: Số lần tối đa học sinh được phép thử làm các câu hỏi thuộc khối này

source: Weight
vi: Trọng số

source: Defines the maximum total grade of the block.
vi: Xác định tổng điểm tối đa của khối.

source: Followed by
vi: Tiếp theo bởi

source: url_name of the step after the current mentoring block in workflow.
vi: url_name của bước sau khối hướng dẫn hiện tại trong luồng công việc.

source: Enforce Dependency
vi: Thực thi phụ thuộc

source: Should the next step be the current block to complete?
vi: Bước tiếp theo có phải là khối hiện tại cần hoàn thành không?

source: Show Submit Button
vi: Hiển thị nút Gửi

source: Allow submission of the current block?
vi: Cho phép nộp khối hiện tại không?

source: XML content
vi: Nội dung XML

source: Not used for version 2. This field is here only to preserve the data needed to upgrade from v1 to v2.
vi: Không dùng cho phiên bản 2. Trường này chỉ để giữ dữ liệu cần thiết khi nâng cấp từ v1 lên v2.

source: Problem Builder
vi: Bộ tạo bài tập

source: Feedback Header
vi: Tiêu đề phản hồi

source: Header for feedback messages
vi: Tiêu đề cho các thông điệp phản hồi

source: Feedback
vi: Phản hồi

source: Show extended feedback details when all attempts are used up.
vi: Hiển thị chi tiết phản hồi mở rộng khi đã dùng hết tất cả các lần thử.

source: Image Modal
vi: Cửa sổ hình ảnh

source: Ooyala Player
vi: Trình phát Ooyala

source: Error: Unable to load child component.
vi: Lỗi: Không thể tải thành phần con.

source: There should only be one '{msg_type}' message component.
vi: Chỉ nên có một thành phần thông điệp '{msg_type}'.

source: A component inside this mentoring block has issues.
vi: Một thành phần bên trong khối hướng dẫn này gặp sự cố.

source: Extended feedback
vi: Phản hồi mở rộng

source: Show extended feedback when all attempts are used up?
vi: Hiển thị phản hồi mở rộng khi đã dùng hết lượt thử không?

source: Title (display name)
vi: Tiêu đề (tên hiển thị)

source: Step Builder
vi: Trình tạo bước

source: Completed
vi: Hoàn thành

source: Message (Complete)
vi: Thông điệp (Hoàn thành)

source: Message shown when complete
vi: Thông điệp hiển thị khi hoàn thành

source: Great job!
vi: Làm tốt lắm!

source: This message will be shown when the student achieves a perfect score.
vi: Thông điệp này sẽ được hiển thị khi học sinh đạt điểm tuyệt đối.

source: Incomplete
vi: Chưa hoàn thành

source: Message (Incomplete)
vi: Thông điệp (Chưa hoàn thành)

source: Message shown when incomplete
vi: Thông điệp hiển thị khi chưa hoàn thành

source: Not quite! You can try again, though.
vi: Chưa hoàn toàn đúng! Bạn có thể thử lại.

source: This message will be shown when the student gets at least one question wrong, but is allowed to try again.
vi: Thông điệp này sẽ được hiển thị khi học sinh trả lời sai ít nhất một câu hỏi nhưng được phép thử lại.

source: Reached max. # of attempts
vi: Đã đạt tối đa số lần thử

source: Message (Max # Attempts)
vi: Thông điệp (Tối đa số lần thử)

source: Message shown when student reaches max. # of attempts
vi: Thông điệp hiển thị khi học sinh đạt tối đa số lần thử

source: Sorry, you have used up all of your allowed submissions.
vi: Xin lỗi, bạn đã dùng hết tất cả lượt nộp bài được phép.

source: This message will be shown when the student has used up all of their allowed attempts without achieving a perfect score.
vi: Thông điệp này sẽ được hiển thị khi học sinh đã dùng hết tất cả lượt thử mà không đạt điểm tuyệt đối.

source: Study tips if this question was wrong
vi: Mẹo học tập nếu câu hỏi này sai

source: Study tips shown if question was answered incorrectly
vi: Mẹo học tập được hiển thị nếu câu hỏi được trả lời sai

source: Review ____.
vi: Ôn tập ____ .

source: This message will be shown when the student is reviewing their answers to the assessment, if the student got this specific question wrong and is allowed to try again.
vi: Thông điệp này sẽ được hiển thị khi học sinh xem lại câu trả lời của họ cho bài kiểm tra, nếu học sinh trả lời sai câu hỏi cụ thể này và được phép thử lại.

source: Message to display upon completion
vi: Thông điệp hiển thị khi hoàn thành

source: Type of message
vi: Loại thông điệp

source: Child
vi: Thành phần con

source: The ID of this question (required). Should be unique within this mentoring component.
vi: ID của câu hỏi này (bắt buộc). Nên là duy nhất trong thành phần hướng dẫn này.

source: Question title
vi: Tiêu đề câu hỏi

source: Leave blank to use the default ("Question 1", "Question 2", etc.)
vi: Để trống để dùng mặc định ("Câu hỏi 1", "Câu hỏi 2", ... )

source: Defines the maximum total grade of this question.
vi: Xác định tổng điểm tối đa cho câu hỏi này.

source: This XBlock does not have any settings.
vi: XBlock này không có cài đặt nào.

source: Required Choices
vi: Lựa chọn bắt buộc

source: Specify the value[s] that students must select for this MRQ to be considered correct.
vi: Chỉ định giá trị mà học sinh phải chọn để MRQ này được coi là đúng.

source: Ignored Choices
vi: Lựa chọn bị bỏ qua

source: Specify the value[s] that are neither correct nor incorrect. Any values not listed as required or ignored will be considered wrong.
vi: Chỉ định các giá trị không đúng cũng không sai. Bất kỳ giá trị nào không được liệt kê là bắt buộc hoặc bị bỏ qua sẽ được coi là sai.

source: General feedback provided when submitting
vi: Phản hồi chung khi nộp bài

source: Required
vi: Bắt buộc

source: Ignored
vi: Bỏ qua

source: Duplicate required choices set
vi: Bộ lựa chọn bắt buộc trùng

source: Duplicate ignored choices set
vi: Bộ lựa chọn bị bỏ qua trùng

source: A choice is listed as both required and ignored: {}
vi: Một lựa chọn đồng thời được liệt kê là bắt buộc và bị bỏ qua: {}

source: A choice value listed as required does not exist: {}
vi: Một giá trị lựa chọn được liệt kê là bắt buộc không tồn tại: {}

source: A choice value listed as ignored does not exist: {}
vi: Một giá trị lựa chọn được liệt kê là bị bỏ qua không tồn tại: {}

source: Plot
vi: Biểu đồ

source: Plot title
vi: Tiêu đề biểu đồ

source: Plot label
vi: Nhãn biểu đồ

source: Label for default overlay that shows student's answers to scale questions
vi: Nhãn cho lớp phủ mặc định hiển thị câu trả lời của học sinh cho các câu hỏi thang đo

source: Point color (default overlay)
vi: Màu điểm (lớp phủ mặc định)

source: Point color to use for default overlay
vi: Màu điểm dùng cho lớp phủ mặc định

source: Point color (average overlay)
vi: Màu điểm (lớp phủ trung bình)

source: Point color to use for average overlay
vi: Màu điểm dùng cho lớp phủ trung bình

source: Quadrant I
vi: Tứ giác I

source: Label for the first quadrant. Plot uses counter-clockwise numbering starting in the top right quadrant.
vi: Nhãn cho tứ giác thứ nhất. Biểu đồ dùng đánh số ngược chiều kim đồng hồ bắt đầu từ tứ giác góc trên bên phải.

source: Quadrant II
vi: Tứ giác II

source: Label for the second quadrant. Plot uses counter-clockwise numbering starting in the top right quadrant.
vi: Nhãn cho tứ giác thứ hai. Biểu đồ dùng đánh số ngược chiều kim đồng hồ bắt đầu từ tứ giác góc trên bên phải.

source: Quadrant III
vi: Tứ giác III

source: Label for the third quadrant. Plot uses counter-clockwise numbering starting in the top right quadrant.
vi: Nhãn cho tứ giác thứ ba. Biểu đồ dùng đánh số ngược chiều kim đồng hồ bắt đầu từ tứ giác góc trên bên phải.

source: Quadrant IV
vi: Tứ giác IV

source: Label for the fourth quadrant. Plot uses counter-clockwise numbering starting in the top right quadrant.
vi: Nhãn cho tứ giác thứ tư. Biểu đồ dùng đánh số ngược chiều kim đồng hồ bắt đầu từ tứ giác góc trên bên phải.

source: Claims and associated questions
vi: Tuyên bố và các câu hỏi liên quan

source: Claims and questions that should be included in the plot. Each line defines a triple of the form "claim, q1, q2", where "claim" is arbitrary text that represents a claim, and "q1" and "q2" are IDs of scale or rating questions.
vi: Các tuyên bố và câu hỏi nên được bao gồm trong biểu đồ. Mỗi dòng định nghĩa một bộ ba dạng "tuyên bố, q1, q2", trong đó "tuyên bố" là văn bản tuỳ ý đại diện cho tuyên bố, và "q1", "q2" là ID của câu hỏi thang đo hoặc đánh giá.

source: In addition to the default and average overlays the plot includes the following overlays:
vi: Bên cạnh lớp phủ mặc định và trung bình, biểu đồ bao gồm các lớp phủ sau:

source: Plot Overlay
vi: Lớp phủ biểu đồ

source: Overlay title
vi: Tiêu đề lớp phủ

source: Label for button that allows to toggle visibility of this overlay
vi: Nhãn cho nút cho phép bật/tắt hiển thị lớp phủ này

source: Point color
vi: Màu điểm

source: Point color to use for this overlay
vi: Màu điểm dùng cho lớp phủ này

source: Description of this overlay (optional)
vi: Mô tả cho lớp phủ này (tuỳ chọn)

source: Citation
vi: Trích dẫn

source: Source of data belonging to this overlay (optional)
vi: Nguồn dữ liệu thuộc lớp phủ này (tuỳ chọn)

source: Claim data
vi: Dữ liệu tuyên bố

source: Claim data to include in this overlay. Each line defines a tuple of the form "q1, q2", where "q1" is the value associated with the first scale or rating question, and "q2" is the value associated with the second scale or rating question. Note that data will be associated with claims in the order that they are defined in the parent plot.
vi: Dữ liệu tuyên bố để bao gồm trong lớp phủ này. Mỗi dòng định nghĩa một bộ (q1, q2), trong đó q1 là giá trị liên quan tới câu hỏi thang đo/đánh giá thứ nhất, q2 là giá trị cho câu hỏi thứ hai. Lưu ý dữ liệu sẽ được liên kết với các tuyên bố theo thứ tự chúng được định nghĩa trong biểu đồ cha.

source: No plot label set. Button for toggling visibility of this overlay will not have a label.
vi: Chưa đặt nhãn biểu đồ. Nút để bật/tắt lớp phủ này sẽ không có nhãn.

source: No point color set. This overlay will not work correctly.
vi: Chưa đặt màu điểm. Lớp phủ này sẽ không hoạt động đúng.

source: No claim data provided. This overlay will not work correctly.
vi: Không cung cấp dữ liệu tuyên bố. Lớp phủ này sẽ không hoạt động đúng.

source: A unique Question ID is required.
vi: Yêu cầu phải có ID câu hỏi duy nhất.

source: Question ID should not contain spaces.
vi: ID câu hỏi không nên chứa khoảng trắng.

source: Some choice values are not unique.
vi: Một số giá trị lựa chọn không duy nhất.

source: Multiple tips configured for the same choice.
vi: Nhiều mẹo được cấu hình cho cùng một lựa chọn.

source: Ranged Value Slider
vi: Thanh trượt giá trị theo khoảng

source: Label for low end of the range
vi: Nhãn cho đầu thấp của phạm vi

source: Label for high end of the range
vi: Nhãn cho đầu cao của phạm vi

source: Question to ask the student (optional)
vi: Câu hỏi để hỏi học viên (tuỳ chọn)

source: Select a value from {min_label} to {max_label}
vi: Chọn một giá trị từ {min_label} đến {max_label}

source: Step
vi: Bước

source: Mentoring Step
vi: Bước hướng dẫn

source: Step Title
vi: Tiêu đề bước

source: Leave blank to use sequential numbering
vi: Để trống để dùng đánh số tuần tự

source: Next Button Label
vi: Nhãn nút Tiếp theo

source: Customize the text of the 'Next' button.
vi: Tuỳ chỉnh văn bản cho nút 'Tiếp theo'.

source: Next Step
vi: Bước tiếp theo

source: Feedback or instructional message which pops up after submitting.
vi: Phản hồi hoặc thông điệp hướng dẫn bật lên sau khi nộp.

source: Conditional Message
vi: Thông điệp điều kiện

source: Show only if student got a perfect score
vi: Chỉ hiển thị nếu học sinh đạt điểm tuyệt đối

source: Show only if student got at least one question wrong
vi: Chỉ hiển thị nếu học sinh sai ít nhất một câu hỏi

source: Show for any score
vi: Hiển thị cho mọi điểm số

source: Score condition
vi: Điều kiện điểm

source: Show only if student can try again
vi: Chỉ hiển thị nếu học sinh có thể thử lại

source: Show only if student has used up all attempts
vi: Chỉ hiển thị nếu học sinh đã dùng hết tất cả lượt thử

source: Show whether student can try again or not
vi: Hiển thị liệu học sinh có thể thử lại hay không

source: Try again condition
vi: Điều kiện thử lại

source: Always shown
vi: Luôn hiển thị

source: Score Summary
vi: Tóm tắt điểm

source: Per-Question Feedback
vi: Phản hồi theo câu hỏi

source: (Example tip:) Since you got Question 1 wrong, review Chapter 12 of your textbook.
vi: (Ví dụ:) Vì bạn trả lời sai Câu hỏi 1, hãy ôn lại Chương 12 trong sách giáo khoa của bạn.

source: Review Step
vi: Bước xem lại

source: Swipeable Binary Choice Question
vi: Câu hỏi lựa chọn nhị phân có thể vuốt

source: Text
vi: Văn bản

source: Text to display on this card. The student must determine if this statement is true or false.
vi: Văn bản hiển thị trên thẻ này. Học sinh phải xác định xem phát biểu này đúng hay sai.

source: Image
vi: Hình ảnh

source: Specify the URL of an image associated with this question.
vi: Chỉ định URL của hình ảnh liên quan đến câu hỏi này.

source: Correct Choice
vi: Lựa chọn đúng

source: Specifies whether the card is correct.
vi: Chỉ định thẻ có đúng hay không.

source: Correct Answer Feedback
vi: Phản hồi khi trả lời đúng

source: Feedback to display when student answers correctly.
vi: Phản hồi hiển thị khi học sinh trả lời đúng.

source: Incorrect Answer Feedback
vi: Phản hồi khi trả lời sai

source: Feedback to display when student answers incorrectly.
vi: Phản hồi hiển thị khi học sinh trả lời sai.

source: Last input submitted by the student.
vi: Lần nhập cuối cùng do học sinh gửi.

source: Answer Recap Table
vi: Bảng tóm tắt câu trả lời

source: Display name
vi: Tên hiển thị
