Repository: daotaoai/openedx-translations
Catalog: translations/invideoquiz-xblock/invideoquiz/conf/locale/*/LC_MESSAGES/django.po
Languages: vi

source: Display Name
vi: Tên hiển thị

source: In-Video Quiz XBlock
vi: Câu hỏi trắc nghiệm trong Video

source: Video Location
vi: Vị trí Video

source: This is the component ID for the video in which you want to insert your quiz questions. You can get this information by copying the Video ID below the Video's display name.
vi: Đây là ID thành phần cho video mà bạn muốn chèn các câu hỏi trắc nghiệm. Bạn có thể lấy thông tin này bằng cách sao chép Video ID bên dưới tên hiển thị của Video.

source: Problem Timemap
vi: Bản đồ thời gian bài tập

source: A simple string field to define problem IDs and their time maps (in seconds) as JSON. Example: {"60": "50srvqlii4ru9gonprp35gkcfyd5weju"} or {"10-30": "50srvqlii4ru9gonprp35gkcfyd5weju"}. You can get Problem IDs by copying the Problem ID below the Problem's display name.
vi: Một trường chuỗi đơn giản để định nghĩa ID bài tập và bản đồ thời gian của chúng (tính bằng giây) dưới dạng JSON. Ví dụ: {"60": "50srvqlii4ru9gonprp35gkcfyd5weju"} hoặc {"10-30": "50srvqlii4ru9gonprp35gkcfyd5weju"}. Bạn có thể lấy ID bài tập bằng cách sao chép Problem ID bên dưới tên hiển thị của bài tập.

source: User's Problem Timemap
vi: Bản đồ thời gian bài tập của người dùng

source: Store each user's individual timemap after a random time has been selected from time keys with a range (like "10-30"). For time keys that represent a single time, that time should remain unchanged.
vi: Lưu trữ bản đồ thời gian cá nhân của từng người dùng sau khi một thời gian ngẫu nhiên đã được chọn từ các khóa thời gian có phạm vi (như "10-30"). Đối với các khóa thời gian đại diện cho một thời gian duy nhất, thời gian đó nên giữ nguyên.

source: Last Processed Timemap
vi: Bản đồ thời gian được xử lý gần nhất

source: Store the original timemap that was used to generate the current user_timemap. This is used to detect when the admin has changed the timemap and regenerate user_timemap accordingly.
vi: Lưu trữ bản đồ thời gian gốc đã được sử dụng để tạo user_timemap hiện tại. Điều này được sử dụng để phát hiện khi quản trị viên đã thay đổi bản đồ thời gian và tạo lại user_timemap tương ứng.

source: Invalid Timemap
vi: Bản đồ thời gian không hợp lệ

source: Invalid time format for key: {keys}. Expected 'number' or 'smaller number-larger number'.
vi: Định dạng thời gian không hợp lệ cho khóa: {keys}. Mong đợi 'số' hoặc 'số nhỏ-số lớn'.

source: Continue
vi: Tiếp tục

source: This component will appear in the video at
vi: Thành phần này sẽ xuất hiện trong video tại

source: invideoquiz
vi: Câu hỏi trắc nghiệm trong video
