Repository: daotaoai/openedx-translations
Catalog: translations/pdf-xblock/pdf/conf/locale/*/LC_MESSAGES/django.po
Languages: vi

source: Display Name
vi: Tên hiển thị

source: This name appears in the horizontal navigation at the top of the page.
vi: Tên này xuất hiện trong thanh điều hướng ngang ở đầu trang.

source: PDF URL
vi: Liên kết PDF

source: The URL for your PDF.
vi: Liên kết đến tệp PDF của bạn.

source: PDF Download Allowed
vi: Cho phép tải PDF

source: Display a download button for this PDF.
vi: Hiển thị nút tải xuống cho PDF này.

source: Source document URL
vi: Đường dẫn tài liệu gốc

source: Add a download link for the source file of your PDF. Use it for example to provide the PowerPoint file used to create this PDF.
vi: Thêm liên kết tải xuống cho tệp gốc của PDF. Ví dụ: cung cấp tệp PowerPoint đã dùng để tạo PDF này.

source: PDF plugin not found in this browser.
vi: Không tìm thấy plugin PDF trong trình duyệt này.

source: Download PDF
vi: Tải xuống PDF

source: Download source document
vi: Tải xuống tài liệu gốc

source: True
vi: Đúng

source: False
vi: Sai

source: Save
vi: Lưu

source: Cancel
vi: Hủy

source: Display name cannot be empty
vi: Tên hiển thị không được để trống

source: PDF URL cannot be empty
vi: URL PDF không được để trống

source: Settings saved successfully
vi: Cài đặt đã được lưu thành công
