Repository: daotaoai/openedx-translations
Catalog: translations/xblock-scorm/openedxscorm/conf/locale/*/django.po
Languages: vi

source: Display Name
vi: Tên hiển thị

source: Display name for this module
vi: Tên hiển thị cho module này

source: Path to the index page in scorm file
vi: Đường dẫn tới trang chỉ mục trong file SCORM

source: Weight
vi: Trọng số

source: Weight/Maximum grade
vi: Trọng số/Điểm tối đa

source: Scored
vi: Có điểm

source: Select False if this component will not receive a numerical score from the Scorm
vi: Chọn Sai nếu thành phần này không nhận điểm số từ SCORM

source: Display width (px)
vi: Chiều rộng hiển thị (px)

source: Width of iframe (default: 100%%)
vi: Chiều rộng của iframe (mặc định: 100%%)

source: Display height (px)
vi: Chiều cao hiển thị (px)

source: Height of iframe
vi: Chiều cao của iframe

source: Launch in pop-up window
vi: Mở trong cửa sổ mới

source: Launch in pop-up window instead of embedding the SCORM content in an iframe. Enable this for older packages that need to be run in separate window.
vi: Mở trong cửa sổ mới thay vì nhúng SCORM vào iframe. Dùng cho các gói cũ cần chạy riêng.

source: points
vi: điểm số

source: Fullscreen
vi: Toàn màn hình

source: Exit fullscreen
vi: Thoát chế độ toàn màn hình

source: Launch unit in new window
vi: Mở bài học trong cửa sổ mới

source: View SCORM reports
vi: Xem báo cáo SCORM

source: Upload .zip package
vi: Tải lên gói .zip

source: Currently:
vi: Hiện tại:

source: True
vi: Đúng

source: False
vi: Sai

source: Save
vi: Lưu lại

source: Cancel
vi: Hủy bỏ
